export const NAV_LIST_DATA = [
  {
    id: 1,
    label: '굽네 스토리',
    deps: [
      { depsLabel: '브랜드스토리', id: 1 },
      { depsLabel: '경영철학', id: 2 },
    ],
  },
  {
    id: 2,
    label: '굽네 플레이타운',
  },
  {
    id: 3,
    label: '바사삭 유니버스',
  },
  {
    id: 4,
    label: '브랜드관',
    // deps: ['어나더사이드', '양철북 곱창'],
  },
  {
    id: 5,
    label: 'e-쿠폰',
  },
  {
    id: 6,
    label: '신제품',
    // deps: [
    //   '싱글 피자&파스타',
    //   '포토제닉 테이스트 피자',
    //   '최고의 고추.마늘 모았다!',
    //   '맵달떡볶이',
    //   '남해마늘 바사삭',
    // ],
  },
  {
    id: 7,
    label: '메뉴소개',
    // deps: ['전체', '치킨', '피자', '사이드', '세트'],
  },
  {
    id: 8,
    label: '매장찾기',
  },
  {
    id: 9,
    label: '이벤트',
  },
  {
    id: 10,
    label: '창업안내',
    // deps: ['프렌차이즈쿱네', '창업프로세스 및 예상비용', '온라인 창업상담'],
  },
  {
    id: 11,
    label: '굽뉴스',
  },
  {
    id: 12,
    label: '굽민의소리',
  },
];
